[{
    "tos": {
        "version": 3,
        "content": "<p> <strong>TERMS AND CONDITIONS</strong> </p> <p> <strong>Last Updated 19 July 2020 </strong> </p> <p> <strong>1. Agreement to Terms</strong> <strong> </strong> </p> <p> 1.1 These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (<strong>you / user</strong>), and<strong>M/S UNFENCED TECHNOLOGY PRIVATE LIMITED. </strong>(    <strong>we</strong>, <strong>us</strong>), concerning your access to and use of the <strong>IMSURE (IMSURE.APP)</strong> as well as any related applications, including the mobile phone application <strong>IMSURE</strong> (collectively referred as the <strong>Site </strong>and /<strong> </strong> or the <strong>App</strong>). </p> <p> The Site / App provides the following services: </p> <p> (a) offers users the option of accessing information about social calls, business calls, professional calls, religious calls, offers, products, services, etc from other users (including but not limited to individuals, professional service providers, business entities, hospitals, government departments), using queueing systems and provide appointment waiting numbers or tokens through personal identification numbers (PINs) or quick response codes (QR codes) or any other method or a combination of any such methods, in a manner deemed appropriate by IMSURE, </p> <p> (b) offers users the option of providing information about access, business hours, visiting times, and other such information as appropriate and about offers of products and services from their store, office, place of operation, company, etc and/or being able to order them over or through IMSURE, using queueing systems and provide appointment waiting numbers or tokens through PINs or QR codes or any other method or a combination of any such methods, coupons, digital signature systems as well as products and services, in a manner deemed appropriate by IMSURE. The user providing such information is solely responsible for the structure of the conditions supplied for all offers on IMSURE and satisfaction thereof, including but not limited to providing access, fulfilment of the visiting / accessing user’s requirements vis-à-vis information provided, in conformity with the conditions required by the site / app and IMSURE. </p> <p> (c) Information / enquiries about waiting times, entry times for the above purpose, computed in a manner as deemed appropriate by IMSURE, </p> <p> (d) Information / enquiries about products or services advertised by other users, IMSURE or any third party(s), receiving and redeeming coupons, viewing products and services as well as placing orders,<strong> </strong> </p> <p> (e) Such other additional service(s) as deemed appropriate by IMSURE </p> <p> (collectively referred as <strong>Services</strong>). </p> <p> You agree that by accessing the Site / App and/or Services, you have read, understood, and agree to be bound by all of these Terms and Conditions. </p> <p> <strong> If you do not agree with all of these Terms and Conditions, then you are prohibited from using the Site / App and Services and you must discontinue use immediately </strong> . We recommend that you print a copy of these Terms and Conditions for future reference. </p> <p> 1.2 The supplemental policies set out in Section 1.7 below, as well as any supplemental terms and condition or documents that may be posted on the Site / App from time to time, are expressly incorporated by reference. </p> <p> 1.3 We may make changes to these Terms and Conditions at any time. The updated version of these Terms and Conditions will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible. You are responsible for reviewing these Terms and Conditions to stay informed of updates. Your continued use of the Site / App represents that you have accepted such changes. </p> <p> 1.4 We may update or change the Site / App from time to time to reflect changes to our products, our users' needs and/or our business priorities. </p> <p> 1.5 Our Site / App is directed to users in India. The information provided on the Site / App is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. </p> <p> 1.6 The Site / App is intended for users who are at least 18 years old. If you are under the age of 18, you are not permitted to register for the Site / App or use the Services. </p> <p> 1.7 Additional policies which are binding on all user(s) of the Site / App include: </p> <p> <strong>● </strong> Our Privacy Notice, which sets out the terms on which we process any personal data we collect from you, or that you provide to us. By using the Site / App, you consent to such processing and you warrant that all data provided by you is accurate. </p> <p> <strong>● </strong> Our Acceptable Use Policy provided hereinafter, which sets out the permitted uses and prohibited uses of the Site / App. When using the Site / App, you must comply with this Acceptable Use Policy. </p> <p> <strong>2. </strong> <strong>Acceptable Use </strong> </p> <p> 2.1 Our full Acceptable Use Policy, sets out all the permitted uses and prohibited uses of this Site / App. </p> <p> 2.2 You may not access or use the Site / App for any purpose other than that for which we make the Site / App and our services available. The Site / App may not be used in connection with any commercial endeavours except those that are specifically endorsed or approved by us. </p> <p> 2.3 As a user of this Site / App, you agree not to: </p> <p> <strong>● </strong> Systematically retrieve data or other content from the Site / App to compile a database or directory without prior written permission from us </p> <p> <strong>● </strong> Make any unauthorized use of the Site / App, including collecting usernames, details of users, phone numbers and/or email addresses of users to send unsolicited email or create user accounts under false pretences </p> <p> <strong>● </strong> Use a buying agent or purchasing agent to make purchases on the Site / App </p> <p> <strong>● </strong> Use the Site / App to advertise or sell goods and services, other than with the express consent of IMSURE </p> <p> <strong>● </strong> Circumvent, disable, or otherwise interfere with security-related features of the Site / App, including features that prevent or restrict the use or copying of any content or enforce limitations on the use </p> <p> <strong>● </strong> Engage in unauthorized framing of or linking to the Site / App </p> <p> <strong>● </strong> Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information, such as user passwords </p> <p> <strong>● </strong> Make improper use of our support services, or submit false reports of abuse or misconduct </p> <p> <strong>● </strong> Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools </p> <p> <strong>● </strong> Interfere with, disrupt, or create an undue burden on the Site / App or the networks and services connected to the Site / App </p> <p> <strong>● </strong> Attempt to impersonate another user or person, or use the username of another user </p> <p> <strong>● </strong> Sell or otherwise transfer your profile </p> <p> <strong>● </strong> Use any information obtained from the Site / App in order to harass, abuse, or harm another person </p> <p> <strong>● </strong> Use the Site / App or our content as part of any effort to compete with us or to create a revenue-generating endeavour or commercial enterprise </p> <p> <strong>● </strong> Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site / App </p> <p> <strong>● </strong> Attempt to access any portions of the Site / App that you are restricted from accessing </p> <p> <strong>● </strong> Harass, annoy, intimidate, or threaten any of our employees, agents, or other users </p> <p> <strong>● </strong> Delete the copyright or other proprietary rights notice from any of the content </p> <p> <strong>● </strong> Copy or adapt the Site / App’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code </p> <p> <strong>● </strong> Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material that interferes with any party’s uninterrupted use and enjoyment of the Site / App, or any material that acts as a passive or active information collection or transmission mechanism </p> <p> <strong>● </strong> Use, launch, or engage in any automated use of the system, such as using scripts to send comments or messages, robots, scrapers, offline readers, or similar data gathering and extraction tools </p> <p> <strong>● </strong> Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site / App </p> <p> <strong>● </strong> Use the Site / App in a manner inconsistent with any applicable laws or regulations </p> <p> <strong>● </strong> Threaten users with negative feedback or offering services solely to give positive feedback to users </p> <p> <strong>● </strong> Misrepresent experience, skills, or information about a User </p> <p> <strong>● </strong> Advertise products or services not intended by us </p> <p> <strong>● </strong> Falsely imply a relationship with us or another company with whom you do not have a relationship </p> <p> <strong>3. Information you provide to us</strong> </p> <p> 3.1 You represent and warrant that: (a) all registration information you submit will be true, accurate, current, and complete and relate to you and not a third party; (b) you will maintain the accuracy of such information and promptly update such information as necessary; (c) you will keep your password confidential and will be responsible for all use of your password and account; (d) you have the legal capacity and you agree to comply with these Terms and Conditions; and (e) you are not a minor in the jurisdiction in which you reside. </p> <p> If you know or suspect that anyone other than you knows your user information (such as an identification code or user name) and/or password you must promptly notify us at contact@IMSURE.app. </p> <p> 3.2 If you provide any information that is untrue, inaccurate, not current or incomplete, we may suspend or terminate your account. We may remove or change a user name you select if we determine that such user name is inappropriate. </p> <p> 3.3 As part of the functionality of the Site / App, you may link your account with online accounts you may have with third party service providers (each such account, a <strong>Third Party Account</strong>) by either: (a) providing your Third Party Account login information through the Site / App; or (b) allowing us to access your Third Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third Party Account. </p> <p> You represent that you are entitled to disclose your Third Party Account login information to us and/or grant us access to your Third Party Account without breach by you of any of the terms and conditions that govern your use of the applicable Third Party Account and without obligating us to pay any fees or making us subject to any usage limitations imposed by such third party service providers. </p> <p> 3.4 By granting us access to any Third Party Accounts, you understand that (a) we may access, make available and store (if applicable) any content that you have provided to and stored in your Third Party Account (the “<strong>Third Party Account Content or</strong>    <strong>Social Network Content</strong>”) so that it is available on and through the Site / App via your account, including without limitation any friend lists; and (b) we may submit and receive additional information to your Third Party Account to the extent you are notified when you link your account with the Third Party Account. </p> <p> Depending on the Third Party Accounts you choose and subject to the privacy settings that you have set in such Third Party Accounts, personally identifiable information that you post to your Third Party Accounts may be available on and through your account on the Site / App. Please note that if a Third Party Account or associated service becomes unavailable or our access to such Third Party Account is terminated by the third party service provider, then Social Network Content may no longer be available on and through the Site / App. </p> <p> Please note that your relationship with the third party service providers associated with your third party accounts is governed solely by your agreement(s) with such third party service providers. We make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality or non-infringement, and we are not responsible for any Social Network Content. </p> <p> You acknowledge and agree that we may access your email address book or phone directory associated with a Third Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Site / App or for sharing your usage of Site / App with such of your contacts as initiated by you. At your email request to contact@IMSURE.app or through your account settings (if applicable), we will deactivate the connection between the Site / App and your Third Party Account and attempt to delete any information stored on our servers that was obtained through such Third Party Account, except the username and profile picture that became associated with your account. </p> <p> <strong>4.</strong> <strong> </strong> <strong>Content you provide to us </strong> </p> <p> 4.1 There may be opportunities for you to post content to the Site / App or send feedback to us (<strong>User Content</strong>). You understand and agree that your User Content may be viewed by other users on the Site / App, and that they may be able to see who has posted that User Content. You understand, agree and expressly permit IMSURE to contact you to obtain customer feedback through various media including on the Site / App, over phone / SMS or by direct personal contact. </p> <p> 4.2 You further agree that we can use your User Content for any purposes whatsoever in perpetuity without payment to you, and combine your User Content with other content for use within the Site / App and otherwise. We do not have to attribute your User Content to you. </p> <p> 4.3 In posting User Content, including reviews or making contact with other users of the Site / App you shall comply with our Acceptable Use Policy herein. </p> <p> 4.4 You warrant that any User Content does and will comply with our Acceptable Use Policy, and you will be liable to us and indemnify us for any breach of that warranty. This means you will be responsible for any loss or damage we suffer as a result of your breach of this warranty. </p> <p> 4.5 We have the right to remove any User Content you put on the Site / App if, in our opinion, such User Content does not comply with the Acceptable Use Policy. </p> <p> 4.6 We are not responsible and accept no liability for any User Content including any such content that contains incorrect information or is defamatory or loss of User Content. We accept no obligation to screen, edit or monitor any User Content but we reserve the right to remove, screen and/or edit any User Content without notice and at any time. User Content has not been verified or approved by us and the views expressed by other users on the Site / App do not represent our views or values </p> <p> 4.7 If you wish to complain about User Content uploaded by other users please contact us at contact@IMSURE.app or use the take down or report button. </p> <p> <strong>5. Our content </strong> </p> <p> 5.1 Unless otherwise indicated, the Site / App and Services including source code, databases, functionality, software, website / App designs, audio, video, text, photographs, and graphics on the Site / App (    <strong>Our Content</strong>) are owned or licensed to us, and are protected by copyright and trade mark laws. </p> <p> 5.2 Except as expressly provided in these Terms and Conditions, no part of the Site / App, Services or Our Content may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission. </p> <p> 5.3 Provided that you are eligible to use the Site / App, you are granted a limited licence to access and use the Site / App and Our Content and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use. </p> <p> 5.4 You shall not (a) try to gain unauthorised access to the Site / App or any networks, servers or computer systems connected to the Site / App; and/or (b) make for any purpose including error correction, any modifications, adaptions, additions or enhancements to the Site / App or Our Content, including the modification of the paper or digital copies you may have downloaded. </p> <p> 5.5 We shall (a) prepare the Site / App and Our Content with reasonable skill and care; and (b) use industry standard virus detection software to try to block the uploading of content to the Site / App that contains viruses. </p> <p> 5.6 The content on the Site / App is provided for general information only. It is not intended to amount to advice on which you should rely. You must apply your own discretion or obtain professional or specialist advice before taking, or refraining from taking, any action on the basis of the content on the Site / App. </p> <p> 5.7 Although we make reasonable efforts to update the information on our Site / App, we make no representations, warranties or guarantees, whether express or implied, that Our Content on the Site / App is accurate, complete or up to date. </p> <p> <strong>6. Link to third party content </strong> </p> <p> 6.1 The Site / App may contain links to websites / apps or applications operated by third parties. We do not have any influence or control over any such third party websites / apps or applications or the third party operator. We are not responsible for and do not endorse any third party websites / apps or applications or their availability or content. </p> <p> 6.2 We accept no responsibility for advertisements contained within the Site / App. If you agree to purchase goods and/or services from any third party who advertises in the Site / App, you do so at your own risk. The advertiser, and not us, is responsible for such goods and/or services and if you have any questions or complaints in relation to them, you should contact the advertiser. </p> <p> <strong>7. </strong> <strong> </strong> <strong>Site / App Management </strong> </p> <p> 7.1 We reserve the right at our sole discretion, to (1) monitor the Site / App for breaches of these Terms and Conditions; (2) take appropriate legal action against anyone in breach of applicable laws or these Terms and Conditions; (3) refuse, restrict access to or availability of, or disable (to the extent technologically feasible) any of your contributions; (4) remove from the Site / App or otherwise disable all files and content that are excessive in size or are in any way a burden to our systems; and (5) otherwise manage the Site / App in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site / App and Services. </p> <p> 7.2 We do not guarantee that the Site / App will be secure or free from bugs or viruses. </p> <p> 7.3 You are responsible for configuring your information technology, computer programs and platform to access the Site / App and you should use your own virus protection software. </p> <p> <strong>8.</strong> <strong> </strong> <strong>Modifications to and availability of the Site / App </strong> </p> <p> 8.1 We reserve the right to change, modify, or remove the contents of the Site / App at any time or for any reason at our sole discretion without notice. We also reserve the right to modify or discontinue all or part of the Services without notice at any time. </p> <p> 8.2 We cannot guarantee the Site / App and Services will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Site / App, resulting in interruptions, delays, or errors. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site / App or Services during any downtime or discontinuance of the Site / App or Services. We are not obliged to maintain and support the Site / App or Services or to supply any corrections, updates, or releases. </p> <p> 8.3 There may be information on the Site / App that contains typographical errors, inaccuracies, or omissions that may relate to the Services, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information at any time, without prior notice. </p> <p> <strong>9.</strong> <strong> </strong> <strong>Disclaimer/Limitation of Liability </strong> </p> <p> 9.1 The Site / App and Services are provided on an as-is and as-available basis. You agree that your use of the Site / App and/or Services will be at your sole risk except as expressly set out in these Terms and Conditions. All warranties, terms, conditions and undertakings, express or implied (including by statute, custom or usage, a course of dealing, or common law) in connection with the Site / App and Services and your use thereof including, without limitation, the implied warranties of satisfactory quality, fitness for a particular purpose and non-infringement are excluded to the fullest extent permitted by applicable law. </p> <p> We make no warranties or representations about the accuracy or completeness of the Site / App’s content and are not liable for any (1) errors or omissions in content: (2) any unauthorized access to or use of our servers and/or any and all personal information and/or financial information stored on our server; (3) any interruption or cessation of transmission to or from the Site / App or services; and/or (4) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the Site / App by any third party. We will not be responsible for any delay or failure to comply with our obligations under these Terms and Conditions if such delay or failure is caused by an event beyond our reasonable control. </p> <p> 9.2 Our responsibility for loss or damage suffered by you: </p> <p> <br/> We do not exclude or limit in any way our liability to you where it would be unlawful to do so. Notwithstanding anything to the contrary contained in the Disclaimer/Limitation of Liability section, our liability to you for any cause whatsoever and regardless of the form of the action, will at all times be limited to a total aggregate amount equal to the amount paid, if any, by you to us for the Services/Site / App during the six (6) month period prior to any cause of action arising. </p> <p> We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with: </p> <p> <strong>● </strong> use of, or inability to use, our Site / App/Services; or </p> <p> <strong>● </strong> use of or reliance on any content displayed on our Site / App. </p> <p> In particular, we will not be liable for: </p> <p> <strong>● </strong> loss of profits, sales, business, or revenue; </p> <p> <strong>● </strong> business interruption; </p> <p> <strong>● </strong> loss of anticipated savings; </p> <p> <strong>● </strong> loss of business opportunity, goodwill or reputation; or </p> <p> <strong>● </strong> any indirect or consequential loss or damage. </p> <p> <strong>10. </strong> <strong> </strong> <strong>Term and Termination </strong> </p> <p> 10.1 These Terms and Conditions shall remain in full force and effect while you use the Site / App or Services or are otherwise a user of the Site / App, as applicable. You may terminate your use or participation at any time, for any reason, by discontinuing the use of Site / App or following the instructions for terminating user accounts in your account settings, if available. </p> <p> 10.2 Without limiting any other provision of these Terms and Conditions, we reserve the right to, in our sole discretion and without notice or liability, deny access to and use of the Site / App and the Services (including blocking certain IP addresses), to any person for any reason including without limitation for breach of any representation, warranty or covenant contained in these Terms and Conditions or of any applicable law or regulation. </p> <p> If we determine, in our sole discretion, that your use of the Site / App/Services is in breach of these Terms and Conditions or of any applicable law or regulation, we may terminate your use or participation in the Site / App and the Services or delete your profile and any content or information that you posted at any time, without warning, in our sole discretion. </p> <p> 10.3 If we terminate or suspend your account for any reason set out in this Section, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress. </p> <p> <strong>11.</strong> <strong> </strong> <strong>Mobile Application </strong> </p> <p> 11.1 If you access the Services via a mobile application, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the mobile application on wireless electronic devices owned or controlled by you, and to access and use the mobile application on such devices strictly in accordance with the terms and conditions of this license. </p> <p> 11.2 You undertake not to: </p> <p> (a) reverse engineer, decompile or otherwise try to discover the source code of the software/application unless you have first written to us requesting interoperability information and we have failed to provide you with that information or if we have failed to offer to provide you with interoperability information on reasonable conditions; </p> <p> (b) make any modification, adaptation, improvement, enhancement, translation or derivative work from the application; </p> <p> (c) breach any applicable laws, rules or regulations in connection with your access or use of the application; </p> <p> (d) remove, alter or obscure any proprietary notice (including any notice of copyright or trade mark) posted by us or the licensors of the application; </p> <p> (e) use the application for any revenue generating endeavour, commercial enterprise, or other purpose for which it is not designed or intended; </p> <p> (f) make the application available over a network or other environment permitting access or use by multiple devices or users at the same time; </p> <p> (g) use the application for creating a product, service or software that is, directly or indirectly, competitive with or in any way a substitute for the application; </p> <p> (h) use the application to send automated queries to any website / app or to send any unsolicited commercial e-mail; or </p> <p> (i) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing or distribution of any applications, accessories or devices for use with the application. </p> <p> 11.3 The following terms apply when you use a mobile application obtained from either the Apple Store or Google Play (each an App Distributor) to access the Services: </p> <p> (a) The licence granted to you for our mobile application is limited to a non-transferable licence to use the application on a device that utilizes the Apple iOS or Android operating system, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor terms of service; </p> <p> (b) We are responsible for providing any maintenance and support services with respect to the mobile application as specified in these Terms and Conditions or as otherwise required under applicable law. You acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the mobile application; </p> <p> (c) In the event of any failure of the mobile application to conform to any applicable warranty, you may notify an App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the mobile application, and to the maximum extent permitted by applicable law, an App Distributor will have no other warranty obligation whatsoever with respect to the mobile application; </p> <p> (d) You represent and warrant that you are not listed on any government list of prohibited or restricted parties; </p> <p> (e) You must comply with applicable third party terms of agreement when using the mobile application, e.g., if you have a VoIP application, then you must not be in breach of their wireless data service agreement when using the mobile application; and </p> <p> (f) You acknowledge and agree that the App Distributors are third party beneficiaries of these Terms and Conditions, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce these Terms and Conditions against you as a third party beneficiary thereof. </p> <p> <strong>12.</strong> <strong> </strong> <strong>General </strong> </p> <p> 12.1 Visiting the Site / App, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site / App, satisfy any legal requirement that such communication be in writing. </p> <p> You hereby agree to the use of electronic signatures, contracts, orders and other records and to electronic delivery of notices, policies and records of transactions initiated or completed by us or via the Site / App. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances or other laws which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by other than electronic means. </p> <p> 12.2 These Terms and Conditions and any policies or operating rules posted by us on the Site / App or in respect to the Services constitute the entire agreement and understanding between you and us. </p> <p> 12.3 Our failure to exercise or enforce any right or provision of these Terms and Conditions shall not operate as a waiver of such right or provision. </p> <p> 12.4 We may assign any or all of our rights and obligations to any other party(s) at any time without prior notice to you, and you understand and agree that no permission from you, prior or otherwise, is required for the same. </p> <p> 12.5 We shall not be responsible or liable for any loss, damage, delay or failure to act caused by any cause beyond our reasonable control. </p> <p> 12.6 If any provision or part of a provision of these Terms and Conditions is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Terms and Conditions and does not affect the validity and enforceability of any remaining provisions. </p> <p> 12.7 There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms and Conditions or use of the Site / App or Services. </p> <p> 12.8 Please note that in addition to these Terms and Conditions, you are hereby explicitly informed not to host, display, upload, modify, publish, transmit, update or share any information that – </p> <p> a) belongs to another person and to which the user does not have any right to; </p> <p> (b) is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, paedophilic, libellous, invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever; </p> <p> (c) harm minors in any way; </p> <p> (d) infringes any patent, trademark, copyright or other proprietary rights; </p> <p> (e) violates any law for the time being in force; </p> <p> (f) deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature; </p> <p> (g) impersonates another person; </p> <p> (h) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer resource; </p> <p> (i) threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign states, or public order, or causes incitement to the commission of any cognisable offence or prevents investigation of any offence or is insulting any other nation. </p> <p> (j) threatens public health or safety; promotion of cigarettes or any other tobacco products or consumption of intoxicant including alcohol and Electronic Nicotine Delivery System (ENDS) &amp; like products that enable nicotine delivery except for the purpose &amp; in the manner and to the extent, as may be approved under the Drugs and Cosmetics Act, 1940 and Rules made thereunder; </p> <p> (k) threatens critical information infrastructure. </p> <p> 12.9 <strong>Dispute Resolution and Jurisdiction</strong> – These Terms and Conditions, their subject matter and their formation, are governed by the laws of India. All parties hereto agree to the exclusive jurisdiction of the courts of Bengaluru. </p> <p> 12.10 The following are trade marks of M/S UNFENCED TECHNOLOGY PRIVATE LIMITED. You are not permitted to use them without our approval, <em> unless they are part of material our Site / App explicitly states you are permitted to use. </em> </p> <ul> <li> IMSURE </li> </ul> <p> · Logo of IMSURE as provided on Site / App </p> <p> 12.11 Except as stated under the Mobile Application section, a person who is not a party to these Terms and Conditions shall have no right to enforce any term of these Terms and Conditions. </p> <p> 12.12 In order to resolve a complaint regarding the Services or to receive further information regarding use of the Services, please contact us by email at <a href=\"mailto:contact@IMSURE.app\">contact@IMSURE.app</a>. </p>"

    },
    "privacypolicy": {
        "version": 3,
        "content": "<p> <strong>PRIVACY POLICY</strong> </p> <p> <strong>Last updated July 19, 2020</strong> </p> <p> Thank you for choosing to be part of our community at IMSURE.app, doing business as IMSURE (“<strong>IMSURE</strong>”, “<strong>we</strong>”, “    <strong>us</strong>”, or “<strong>our</strong>”). We are committed to protecting your information and your right to privacy. If you have any questions or concerns about our policy, or our practices with regards to your information, please contact us at contact@IMSURE.app. </p> <p> When you visit our mobile application, and use our services, you trust us with your information. We take your privacy very seriously. In this privacy policy, we seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it. We hope you take some time to read through it carefully, as it is important. If there are any terms in this privacy policy that you do not agree with, please discontinue use of our Site / App and our services. </p> <p> This privacy policy applies to all information collected through our mobile application, (\"<strong>Site / App</strong>\"), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the \"<strong>Services</strong>\"). By using our Site / App and / or Services, you have read, understood, and agree to be bound by this Privacy Policy and consent to the provisions of the same. You, hereby, accept and expressly consent that IMSURE can share and disclose your data or information with any third party that IMSURE, at its sole discretion, deems fit and appropriate. </p> <p> <strong> Please read this privacy policy carefully as it will help you make informed decisions about sharing your information with us. </strong> </p> <p> <br/> TABLE OF CONTENTS </p> <p> 1. WHAT INFORMATION DO WE COLLECT? </p> <p> 2. HOW DO WE USE YOUR INFORMATION? </p> <p> 3. WILL YOUR INFORMATION BE SHARED WITH ANYONE? </p> <p> 4. DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES? </p> <p> 5. DO WE USE GOOGLE MAPS? </p> <p> 6. HOW DO WE HANDLE YOUR SOCIAL LOGINS? </p> <p> 7. WHAT IS OUR STANCE ON THIRD-PARTY WEBSITES? </p> <p> 8. HOW LONG DO WE KEEP YOUR INFORMATION? </p> <p> 9. HOW DO WE KEEP YOUR INFORMATION SAFE? </p> <p> 10. DO WE COLLECT INFORMATION FROM MINORS? </p> <p> 11. WHAT ARE YOUR PRIVACY RIGHTS? </p> <p> 12. DO WE MAKE UPDATES TO THIS POLICY? </p> <p> <strong>1. WHAT INFORMATION DO WE COLLECT?</strong> </p> <p> <strong> information you disclose to us</strong> </p> <p> <strong><em>In Short:</em></strong> <strong> </strong> <em>We collect information that you provide to us.</em> </p> <p> We collect information that you voluntarily provide to us when registering at the Site / App, expressing an interest in obtaining information about us or our products and services, when participating in activities of / on the Site / App or otherwise contacting us. </p> <p> The information that we collect depends on the context of your interactions with us and the Site / App, the choices you make and the products and features you use. The information we collect can include the following: </p> <p> <strong>Publicly Available Information.</strong> We may collect first name, maiden name, last name, and nickname; ID; current and former address; phone numbers; email addresses; business email; business phone number; business entity filings, corporate affiliations, and business associates; government licenses &amp; IDs, professional licenses; social media; and other similar data. </p> <p> <strong>Information Provided by You.</strong> We may collect data you provide on the app at the time of sign-up / registration or otherwise in the course of usage of app; about app usage; data collected from surveys; application data; purchase history; and other similar data. </p> <p> <strong>Social Media Login Data.</strong> We may provide you with the option to register using social media account details, like your Facebook, Twitter or other social media account. If you choose to register in this way, we will collect the Information described in the section called \" <a href=\"https://app.termly.io/dashboard/website/456775/privacy-policy#sociallogins\" > HOW DO WE HANDLE YOUR SOCIAL LOGINS </a> \" below. </p> <p> All information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such information. </p> <p> <strong> <br/> Information automatically collected </strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> Some information — such as IP address and/or browser and device characteristics — is collected automatically when you visit our Site / App. </em> </p> <p> We automatically collect certain information when you visit, use or navigate the Site / App. This information may or may not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Site / App and other technical information. This information is primarily needed to maintain the security and operation of our Site / App, and for our internal analytics and reporting purposes. </p> <p> Like many businesses, we also collect information through cookies and similar technologies. </p> <p> <strong>Online Identifiers.</strong> We may collect devices; applications; tools and protocols, such as IP (Internet Protocol) addresses; cookie identifiers, or others such as the ones used for analytics and marketing; Radio Frequency Identification (RFID) tags; device's geolocation; and other similar data. </p> <p> <strong> <br/> Information collected through our Site / App </strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We may collect information regarding your geo-location, mobile device, push notifications, when you use our Site / App. </em> </p> <p> If you use our Site / App, we may also collect the following information: </p> <ul type=\"square\"> <li> <em>Geo-Location Information.</em> We may request access or permission to and track location-based information from your mobile device, either continuously or while you are using our mobile application, to provide location-based services. If you wish to change our access or permissions, you may do so in your device's settings. <br/> <br/> </li> <li> <em>Mobile Device Access.</em> We may request access or permission to certain features from your mobile device, including your mobile device's Bluetooth, media player, wi-fi scanning, Bluetooth scanning,calendar, camera, contacts, microphone, reminders, sensors, sms messages, storage, social media accounts, and other features. If you wish to change our access or permissions, you may do so in your device's settings. </li> </ul> <ul type=\"square\"> <li> <em>Mobile Device Data.</em> We may automatically collect device information (such as your mobile device ID, model and manufacturer), operating system, version information and IP address. <br/> <br/> </li> <li> <em>Push Notifications.</em> We may request to send you push notifications regarding your account or the mobile application. If you wish to opt-out from receiving these types of communications, you may turn them off in your device's settings. </li> </ul> <p> <strong> <br/> Information collected from other sources </strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We may collect limited data from public databases, marketing partners, social media platforms, and other outside sources. </em> </p> <p> We may obtain information about you from other sources, such as public databases, joint marketing partners, social media platforms, as well as from other third parties. Examples of the information we receive from other sources include: social media profile information (any information that you choose to make public); marketing leads and search results and links, including paid listings (such as sponsored links). </p> <p> <strong>2. HOW DO WE USE YOUR INFORMATION?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We process your information for purposes based on legitimate business interests, the fulfilment of our contract with you, compliance with our legal obligations, and/or your consent. </em> </p> <p> We use information collected via our Site / App for a variety of business purposes described below. We process your information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations. We indicate the specific processing grounds we rely on next to each purpose listed below. </p> <p> We use the information we collect or receive: </p> <ul type=\"square\"> <li> <strong>To facilitate account creation and logon process.</strong> If you choose to link your account with us to a third party account (such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract. See the section below headed \" <a href=\"https://app.termly.io/dashboard/website/456775/privacy-policy#sociallogins\" > HOW DO WE HANDLE YOUR SOCIAL LOGINS </a> \" for further information. </li> <li> <strong>To send you marketing and promotional communications.</strong> We and/or our third party marketing partners may use the information you send to us for our marketing purposes, if this is in accordance with your marketing preferences. You can opt-out of our marketing emails at any time (see the \" <a href=\"https://app.termly.io/dashboard/website/456775/privacy-policy#privacyrights\" > WHAT ARE YOUR PRIVACY RIGHTS </a> \" below). </li> <li> <strong>To send administrative information to you. </strong> We may use your information to send you product, service and new feature information and/or information about changes to our terms, conditions, and policies. </li> <li> <strong>Fulfill and manage your orders.</strong> We may use your information to fulfill and manage your orders, payments, returns, and exchanges made through the Site / App, if applicable. </li> <li> <strong>To post testimonials.</strong> We may post testimonials / ratings / comments on our Site / App that may contain yout information. </li> <li> <strong>Deliver targeted advertising to you. </strong> We may use your information to develop and display content and advertising (and work with third parties who do so) tailored to your interests and/or location and to measure its effectiveness. </li> <li> <strong>Administer competitions. </strong> We may use your information to administer competitions when you elect to participate in competitions. </li> <li> <strong>Request Feedback.</strong> We may use your information to request feedback and to contact you about your use of our Site / App. <br/> <br/> </li> <li> <strong>To protect our Services.</strong> We may use your information as part of our efforts to keep our Site / App safe and secure (for example, for fraud monitoring and prevention). </li> <li> <strong>To enable user-to-user communications.</strong> We may use your information in order to enable user-to-user communications, if applicable. </li> <li> <strong> To enforce our terms of service and other policies for business Purposes, legal and contractual reasons. </strong> </li> <li> <strong>To respond to legal requests and prevent harm. </strong> If we receive a subpoena or other legal request, we may need to inspect the data we hold to determine how to respond. </li> <li> <strong>To manage user accounts</strong> . We may use your information for the purposes of managing accounts and keeping them in working order. </li> <li> <strong>To deliver services to the user.</strong> We may use your information to provide you with the requested service. </li> <li> <strong>To respond to user inquiries/offer support to users.</strong> We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our Services. </li> <li> <strong>For other Business Purposes.</strong> We may use your information for other Business Purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Site / App, products, marketing and your experience. </li> </ul> <p> <strong>3. WILL YOUR INFORMATION BE SHARED WITH ANYONE?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations. </em> </p> <p> We may process or share data based on the following legal basis: </p> <ul type=\"square\"> <li> <strong>Consent:</strong> We may process your data if you have given us specific consent to use your information in a specific purpose. </li> <li> <strong>Legitimate Interests:</strong> We may process your data when it is reasonably necessary to achieve our legitimate business interests. </li> <li> <strong>Performance of a Contract: </strong> Where we have entered into a contract with you, we may process your information to fulfil the terms of our contract. </li> <li> <strong>Legal Obligations:</strong> We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process (including in response to public authorities to meet national security or law enforcement requirements). </li> <li> <strong>Vital Interests:</strong> We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved. </li> </ul> <p> More specifically, we may need to process your data or share your information in the following situations: </p> <ul type=\"square\"> <li> <strong> Vendors, Consultants and Other Third-Party Service Providers. </strong> We may share your data with third party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work. Examples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts. We may allow selected third parties to use tracking technology on the Site / App, which will enable them to collect data about how you interact with the Site / App over time. This information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity. </li> <li> <strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. </li> <li> <strong>Third-Party Advertisers.</strong> We may use third-party advertising companies to serve ads when you visit the Site / App. These companies may use information about your visits to our Site / App, and other websites that are contained in web cookies and other tracking technologies in order to provide advertisements about goods and services. </li> <li> <strong>Affiliates.</strong> We may share your information with our affiliates, in which case we will require those affiliates to honour this privacy policy. Affiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us. </li> <li> <strong>Business Partners.</strong> We may share your information with our business partners to offer you certain products, services or promotions. </li> <li> <strong>Other Users.</strong> When you share information (for example, by posting comments, ratings, contributions or other content to the Site / App) or otherwise interact with public areas of the Site / App, such information may be viewed by all users and may be publicly distributed outside the Site / App in perpetuity. If you interact with other users of our Site / App and register through a social network, your contacts on the social network will see your name, profile photo, and descriptions of your activity. Similarly, other users will be able to view descriptions of your activity, communicate with you within our Site / App, and view your profile. </li> </ul> <p> <strong>4. DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We may use cookies and other tracking technologies to collect and store your information. </em> </p> <p> We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information. </p> <p> <strong>5. DO WE USE GOOGLE MAPS?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> Yes, we use Google Maps for the purpose of providing better service. </em> </p> <p> IMSURE uses Google Maps APIs. You may find the Google Maps APIs Terms of Service, please refer to the same. To better understand Google’s Privacy Policy, please refer to the same. </p> <p> By using our Maps API Implementation, you agree to be bound by Google’s Terms of Service. By using our implementation of the Google Maps APIs, you agree to allow us to gain access to information about you includingly identifiable information (such as usernames) and non-identifiable information (such as location). We will be collecting the following information: </p> <p> ■ Location </p> <p> ■ Distance </p> <p> ■ Routing and Travel Time </p> <p> For a full list of what we use information for, please see the previous section titled \" <a href=\"https://app.termly.io/dashboard/website/456775/privacy-policy#infouse\" > HOW DO WE USE YOUR INFORMATION? </a> \" and “ <a href=\"https://app.termly.io/dashboard/website/456775/privacy-policy#infoshare\" > WILL YOUR INFORMATION BE SHARED WITH ANYONE? </a> ” You agree to allow us to obtain or cache your location. We use information about location in conjunction with data from other data providers. </p> <p> The Maps APIs that we use store and access cookies and other information on your devices. </p> <p> <strong>6. HOW DO WE HANDLE YOUR SOCIAL LOGINS?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> If you choose to register or log in to our services using a social media account, we may have access to certain information about you. </em> </p> <p> Our Site / App may offer you the ability to register and login using your third party social media account details (like your Facebook or Twitter logins). Where you choose to do this, we will receive certain profile information about you from your social media provider. The profile Information we receive may vary depending on the social media provider concerned, but will often include your name, e-mail address, friends list, profile picture as well as other information you choose to make public. </p> <p> We will use the information we receive only for the purposes that are described in this privacy policy or that are otherwise made clear to you on the Site / App. Please note that we do not control, and are not responsible for, other uses of your information by your third party social media provider. We recommend that you review their privacy policy to understand how they collect, use and share your information, and how you can set your privacy preferences on their sites and Site / App. </p> <p> <strong>7. WHAT IS OUR STANCE ON THIRD-PARTY WEBSITES?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We are not responsible for the safety of any information that you share with third-party providers who advertise, but are not affiliated with, us. </em> </p> <p> The Site / App may contain advertisements from third parties that are not affiliated with us and which may link to other websites, online services or mobile applications. We cannot guarantee the safety and privacy of data you provide to any third parties. Any data collected by third parties is not covered by this privacy policy. We are not responsible for the content or privacy and security practices and policies of any third parties, including other websites, services or applications that may be linked to or from the Site / App. You should review the policies of such third parties and contact them directly to respond to your questions. </p> <p> <strong>8. HOW LONG DO WE KEEP YOUR INFORMATION?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law. </em> </p> <p> We will only keep your information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law. </p> <p> When we have no ongoing legitimate business need to process your information, we will either delete or anonymize it. You understand and consent that this may not be possible (for example, because your information has been stored in backup archives). </p> <p> <strong>9. HOW DO WE KEEP YOUR INFORMATION SAFE?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We aim to protect your information through a system of organizational and technical security measures. </em> </p> <p> We have implemented appropriate technical and organizational security measures designed to protect the security of any information we process. However, please also remember that we cannot guarantee that the internet itself is 100% secure. Although we will do our best to protect your information, transmission of information to and from our Site / App is at your own risk. You should only access our Site / App within a secure environment. </p> <p> <strong>10. DO WE COLLECT INFORMATION FROM MINORS?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> We do not knowingly collect data from or market to children under 18 years of age. </em> </p> <p> We do not knowingly solicit data from or market to persons under 18 years of age. By using the Site / App, you represent that you are at least 18 and have legal capacity to contract for the purpose of use of the Site / App. </p> <p> <strong>11. WHAT ARE YOUR PRIVACY RIGHTS?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em>You may review, change, or terminate your account at any time.</em> </p> <p> <strong>Account Information</strong> </p> <p> If you would at any time like to review or change the information in your account or terminate your account, you can: </p> <p> ■ Log into your account settings and update your user account. </p> <p> Upon your request to terminate your account at contact@IMSURE.app, we will deactivate or delete your account and information from our active databases. However, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements. </p> <p> <strong><u>Cookies and similar technologies:</u></strong> <strong> </strong> Most Web browsers are set to accept cookies by default. If you prefer, you can usually choose to set your browser to remove cookies and to reject cookies. If you choose to remove cookies or reject cookies, this could affect certain features or services of our Site / App. </p> <p> <strong><u>Opting out of email marketing:</u></strong> <strong> </strong> You can unsubscribe from our marketing email list, where applicable, at any time by clicking on the unsubscribe link in the emails that we send. You will then be removed from the marketing email list – however, we may still need to send you service-related emails that are necessary for the administration and use of your account. </p> <p> <strong>12. DO WE MAKE UPDATES TO THIS POLICY?</strong> </p> <p> <strong><em>In Short: </em></strong> <strong> </strong> <em> Yes, we will update this policy as necessary to stay compliant with relevant laws. </em> </p> <p> We may update this privacy policy from time to time. The updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible. We encourage you to review this privacy policy frequently to be informed of how we are protecting your information. </p>"

    }
}]